Repository: wildscsi/ecopos
Catalog: data/locales/po/*.po
Languages: de, es

source: не используется
de: Wird nicht benutzt
es: no utilizado

source: Выбор языка
de: Sprachauswahl
es: Selección de idioma

source: ОТМЕНА
de: Abbrechen
es: Cancel

source: ДА
de: Ja
es: Cí

source: OK
de: Ja

source: Импорт - Экспорт
de: Import Export
es: Importación y exportación

source: Настройки приложения
de: Anwendungseinstellungen
es: Configuraciones de la aplicación

source: Настройка оборудования
de: Geräteaufbau
es: Configuración del equipo

source: Лицензия
de: Lizenz
es: Licencia

source: О программе
de: Über
es: acerca de

source: импорт
de: importieren
es: importar

source: поиск
de: Suche
es: Buscar

source: КАССА
de: KASSE
es: CAJA

source: ДОСТАВКА
de: LIEFERUNG
es: ENTREGA

source: РЕСТОРАН
de: EIN RESTAURANT
es: RESTAURANTE

source: ОТЧЁТЫ
de: BERICHTE
es: INFORMES

source: НАСТРОЙКИ
de: DIE EINSTELLUNGEN
es: AJUSTES

source: отмена
de: Stornierung
es: cancel

source: загрузка
de: Beladung
es: cargando

source: Поиск товаров
de: Produkt Suche
es: Búsqueda de Producto

source: ФР. ОТЧЁТЫ ПО СМЕНЕ
de: SCHICHTBERICHTE
es: INFORMES DE TURNO

source: Ошибка
de: Error
es: Error

source: ЗАКРЫТЬ
de: NAH DRAN
es: CERRAR

source: Нет данных для сохранения. Чек пустой!
de: Es sind keine Daten zu speichern. Der Scheck ist leer!
es: No hay datos para guardar. ¡El cheque está vacío!

source: ЧЕК СОХРАНЁН !
de: ÜBERPRÜFEN SIE GESPEICHERT!
es: CHEQUE GUARDADO!

source: ВОССТАНОВИТЬ СОХРАНЁННЫЙ ЧЕК ?
de: EINEN GESPEICHERTEN SCHECK WIEDERHERSTELLEN?
es: ¿RESTAURAR UN CHEQUE GUARDADO?

source: общий дисконт
de: rabatt
es: descuento

source: УДАЛИТЬ ВСЕ ПОЗИЦИИ ЧЕКА ?
de: ALLE PRÜFPOSITIONEN LÖSCHEN?
es: ¿BORRAR TODAS LAS POSICIONES DE VERIFICACIÓN?

source: ИЗМЕНЕНИЕ ПОЗИЦИИ
de: POSITIONSÄNDERUNG
es: CAMBIO DE POSICION

source: Поиск
de: Suche
es: Buscar

source: товар
de: Produkt
es: producto

source: кол
de: Num
es: num

source: цена
de: Preis
es: precio

source: сумма
de: Summe
es: suma

source: позиций
de: Positionen
es: posiciones

source: дисконт клиента
de: Kundenrabatt
es: desc. para clientes

source: итого
de: gesamt
es: total

source: скидка клиента
de: Kundenrabatt
es: desc. clientes

source: скидка общая
de: allgemeiner rabatt
es: descuento general

source: ФР
de: Finanzamt
es: FR

source: клиент
de: Klient
es: cliente

source: прим
de: Hinweis
es: nota

source: сохр.
de: beh.
es: salv

source: загрузить
de: herunterladen
es: descargar

source: возврат
de: RÜCKKEHR
es: regreso

source: УДАЛИТЬ ЧЕК
de: EMPFANG LÖSCHEN
es: BORRAR RECIBO

source: ОПЛАТА
de: ZAHLUNG
es: PAGO

source: введите название
de: Geben Sie den Titel ein
es: Ingrese el título

source: Название организации
de: Name der Firma
es: El nombre de la compañía

source: Адрес организации
de: Firmenanschrift
es: Dirección de la empresa

source: ИНН
de: Registrierungs Nummer
es: NIF

source: Выбор валюты
de: Währungsauswahl
es: Selección de moneda

source: Выбор округления
de: Rundungsauswahl
es: Selección de redondeo

source: Округление
de: Rundung
es: Redondeo

source: Общая скидка
de: Allgemeiner Rabatt
es: Descuento general

source: Номер Z отчёта
de: Z-Nummer melden
es: Z-Informe

source: Сумма наличных
de: Bargeldbetrag
es: Monto en efectivo

source: Сумма внесения
de: Einzahlungsbetrag
es: Cantidad del depósito

source: Сумма выплаты
de: Auszahlungsbetrag
es: Cantidad a pagar

source: Z-ОТЧЁТ
de: Z-BERICHT
es: Z-INFORME

source: X-ОТЧЁТ
de: X-BERICHT
es: X-INFORME

source: В ЯЩИКЕ
de: IN DER BOX
es: € EN EL CUADRO

source: ВНЕСЕНИЕ
de: EINLEITUNG
es: INTRODUCCIÓN

source: ВЫПЛАТА
de: ZAHLEN
es: PAGO

source: Внесение количества, удаление позиции
de: Menge eingeben, Artikel löschen
es: Ingresando cantidad, eliminando un artículo

source: ИЗМЕНИТЬ
de: VERÄNDERUNG
es: CAMBIO

source: Настройки оборудования
de: Hardwareeinstellungen
es: Configuraciones de hardware

source: Кассовый аппарат
de: Registrierkasse
es: Cajero automático

source: Принтер счетов
de: Rechnungsdrucker
es: Impresora de facturas

source: VFD дисплей
de: VFD-Anzeige
es: Pantalla VFD

source: Сканер штрихкодов
de: Barcodelesegerät
es: Escáner de código de barras

source: Принтер штрихкодов
de: Barcode-Drucker
es: Impresora de códigos de barras

source: Чековый COM (TTY) принтер поддерживающий команды ESC/POS
de: Quittungs-COM (TTY)-Drucker, der ESC / POS-Befehle unterstützt
es: Impresora de recibos COM (TTY) que admite comandos ESC/POS

source: Кассовый аппарат Титан-А, Титан-Плюс
de: Kasse Titan-A, Titan-Plus
es: Caja registradora Titan-A, Titan-Plus

source: наличные, карта 1, карта 2, банкет, депозит
de: Bargeld, Karte 1, Karte 2, Bankett, Kaution
es: efectivo, tarjeta 1, tarjeta 2, banquete, depósito

source: тип КСА
de: Kassentyp
es: tipo de caja registradora

source: виды оплат
de: Zahlungsarten
es: tipos de pagos

source: нижний колонтитул
de: Fusszeile
es: pie de página

source: дополнительные свойства (дв.клик)
de: zusätzliche Eigenschaften (Doppelklick)
es: propiedades adicionales (doble clic)

source: Футер чека
de: Fußzeile überprüfen
es: pie de página

source: COM порт
de: COM-Port
es: COM Puerto

source: скорость порта
de: Portgeschwindigkeit
es: velocidad del puerto

source: кодовая страница
de: Codepage
es: página de código

source: ТЕСТ
de: PRÜFUNG
es: PRUEBA

source: IP адрес
de: IP Adresse
es: IP dirección

source: Выбор порта
de: Portauswahl
es: Selección de puerto

source: Выбор типа оплат
de: Wahl der Zahlungsart
es: Elección del tipo de pago

source: Кодовая страница
de: Codepage
es: Página de código

source: Скорость COM порта
de: COM-Port-Geschwindigkeit
es: Velocidad del puerto COM

source: Ширина ленты
de: Riemenbreite
es: Ancho del cinturón

source: Выбор модели кассы, ФР, принтера
de: Auswahl eines Kassenmodells, Druckers
es: Selección de modelo de caja
